[
    {
        "title": "My life in a nutshell",
        "text": "Hi! My name is Lorenzo Orsenigo (*1995) and I am an Italian percussionist, performer and performative composer specializing in contemporary music.\n As a soloist and in duo with guitarist Verena Merstallinger, I experiment with new interdisciplinary, improvisatory and performative approaches to expand my expressive possibilities.\n Throughout my career, I have collaborated with Symphonic and Opera orchestras, wind orchestras, chamber ensembles, and pop/jazz bands and performed in many countries around the world, from Austria to Norway, from Belgium to Oman.\n I have also had the honour of playing several world or Italian premieres by numerous composers, such as, Matteo Franceschini, Andrea Portera, Piergiorgio Ratti, John Psathas, Casey Cangelosi, Matt Curlee, Paul Bissell, Timothy Peterson, and Vittorio Zago.\n Completing part of my studies at the Norwegian Academy of Music of Oslo (NO), I graduated (MA) at Conservatorio “G. Verdi” of Como (IT). I have also attended several masterclasses with many internationally renowned artists, including Mike Mainieri, Marco Bianchi, Rihards Zalupe, Edgards Saksons, Josh Jones, Guy Woods, Kjetil Skøyen, Verena Zeiner, Milly Groz.\n To be mentioned the achievement of the First Prize at the “Tiziano Rossetti International Competition” in the category “Percussion instrument, Soloist”, the Third Prize at the “Lams Matera 2021” competition and the invitation as “New Music/Research Artist” at the PASIC 2022 international convention held in Indianapolis (USA) in November 2022.\n I am currently a Doctoral candidate (Dr. Artium Program) at the University of Music and Performing Arts of Graz. My project “Hacking - a creative, practice-based approach to performance” is supervised by Prof. Marko Ciciliani (KUG), Prof. André Doehring (KUG) and Prof. Jennifer Torrence (Norwegian Academy of Music).",
        "picture": "http://drive.google.com/uc?export=view&id=https://drive.google.com/file/d/1PKTWWP1zYZ9smVsw_ueof7ZaH8tC58og"
    }    

]